alacritty
autoconf
automake
base
binutils
bison
blueman
cmake
dmenu
docker
docker-compose
dunst
efibootmgr
f5vpn
fakeroot
feh
file
findutils
firefox
firmware-manager
flex
fzf
gawk
gcc
gettext
git
gnome-keyring
grep
groff
gvfs
gzip
htop
i3-gaps
i3blocks
i3lock-color
i3status
intel-ucode
keepassxc
libfirmware-manager
libgnome-keyring
libtool
light
linux
linux-firmware
linux-headers
lynx
m4
make
man-db
man-pages
neofetch
network-manager-applet
networkmanager
nextcloud-client
ninja
ntfs-3g
ntp
pacman
patch
perl-anyevent-i3
pkgconf
postgresql-libs
postman-bin
powerline
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python
python-pip
qt5ct
ranger
ripgrep
ruby
sed
slack-desktop
spotify
stow
sudo
system76-acpi-dkms
system76-driver
system76-firmware
system76-firmware-daemon
system76-power
terraform
terraform-ls
texinfo
thunar
tmux
tree
tree-sitter
ttf-dejavu
udiskie
unzip
vim
w3m
whatmask
which
xclip
xdg-user-dirs
xorg-server
xorg-xev
xorg-xinit
xorg-xprop
xorg-xrandr
xorg-xrdb
xterm
zathura
zathura-pdf-mupdf
zip
zoom
zsh
